tap "anomalyco/tap"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "bash"
brew "btop"
brew "cmake"
brew "duti"
brew "emacs"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "ispell"
brew "lazygit"
brew "loc"
brew "lsd"
brew "netcat"
brew "node@20"
brew "protobuf"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.11"
brew "python-tk@3.11"
brew "python@3.13"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stow"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "anomalyco/tap/opencode"
cask "bettercapture"
cask "blender"
cask "figma"
cask "font-maple-mono-nf"
cask "godot"
cask "istat-menus"
cask "libreoffice"
cask "localsend"
cask "megasync"
cask "monodraw"
cask "orbstack"
cask "rectangle"
cask "viber"
cask "vivaldi"
cask "vlc"
cask "yaak"
cask "zed"
go "golang.org/x/tools/gopls"
go "github.com/lasorda/protobuf-language-server"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
